Repository: erlenmayr/pwcheck-gtk
Catalog: po/*.po
Languages: de

source: Password Graph
de: Passwortgraph

source: Graph-based password check
de: Graphbasierte Passwortprüfung

source: Enter your password here.
de: Passwort hier eingeben

source: Compute
de: Berechnen

source: Click to start computation.
de: Berechnung starten.

source: Your entropy:
de: Die Entropie:

source: 𝑛: length of the substring 𝑖 : position of the substring in the password 𝑐: number of characters in the set 𝑑: size of the dictionary 𝑘: number of keys on the keyboard
de: 𝑛: Länge des Substrings 𝑖 : Position des Substrings im Passwort 𝑐: Anzahl der Zeichen in der Menge 𝑑: Größe des Wörterbuchs 𝑘: Anzahl der Tasten auf der Tastatur

source: Type
de: Typ

source: Length
de: Länge

source: Formula
de: Formel

source: Entropy
de: Entropie

source: <b>black</b> random character <span foreground="red"><b>red</b></span> dictionary word <span foreground="blue"><b>blue</b></span> keyboard pattern <span foreground="green"><b>green</b></span> character sequence <span foreground="orange"><b>orange</b></span> pattern repetition
de: <b>black</b> zufälliges Zeichen <span foreground="red"><b>red</b></span> Wörterbuchwort <span foreground="blue"><b>blue</b></span> Muster auf der Tastatur <span foreground="green"><b>green</b></span> Zeichenfolge <span foreground="orange"><b>orange</b></span> Musterwiederholung

source: Maximum entropy for this length:
de: Maximale Entropie für diese Länge:

source: No password entered yet.
de: Noch kein Passwort eingegeben.

source: About
de: Über
